{
    "items": [
        {
            "title": "黃斑點病變",
            "videoLabel": "黃斑點病變模擬片段",
            "info": "黃斑區位於視網膜中央，是感光神經細胞最集中的地方。由於黃斑區因病變、炎症、感染或創傷，令患者漸漸失去中央視力，影像會變成波浪型、出現斷裂、線條變形或影像變得模糊。"
        },
        {
            "title": "青光眼",
            "videoLabel": "黃斑點病變模擬片段",
            "info": "青光眼是眼壓過高引起的，導致眼後房視神經纖維逐漸毀壞，令患者損失周邊視力。青光眼可分為急性及慢性兩種。急性發作會引起痛楚，而慢性青光眼，患者可能直至末期眼睛都沒有感到不適，直至周邊視力完全喪失才發覺異常。"
        },
        {
            "title": "視網膜脫落",
            "videoLabel": "黃斑點病變模擬片段",
            "info": "視網膜就好像攝影機的菲林一樣，負責感光和生成影像。視網膜脫落是指視網膜當中的神經上皮層和色素上皮層若出現分離。失去正常功能，嚴重者甚至失明。"
        },
        {
            "title": "白內障",
            "videoLabel": "黃斑點病變模擬片段",
            "info": "晶體位於眼球内部，有調節焦距之用。正常的晶體是完全透明的，白内障患者因退化其晶體會出現渾濁和硬化，光線無法完全穿透晶體，令患者對光度和色彩的敏感度大大減低。"
        },
        {
            "title": "視網膜色素變性",
            "videoLabel": "黃斑點病變模擬片段",
            "info": "使視網膜受損的遺傳性病變\n引致感光細胞逐步退化，令患者逐漸喪失視覺。"
        }
    ],
    "text": "文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文文",
    "labels": {
        "defaultVideoLabel": "正常視力模擬片段",
        "menu": "目錄",
        "openMenu": "開啟目錄",
        "closeMenu": "關閉目錄",
        "setFontLarge": "設定字體大小為大",
        "setFontMedium": "設定字體大小為中",
        "setFontSmall": "設定字體大小為小",
        "playVideo": "繼續播效",
        "pauseVideo": "暫停播放",
        "info": "資訊",
        "closeInfo": "關閉資訊"
    }
}


